Experiments/CavityHighDNS/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application     pisoFoam;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         5.0;

deltaT          0.00025;

writeControl    runTime;

writeInterval   0.1;

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;
